;Place localized text in this file

[ExaltedCustodian X2CharacterTemplate]
strCharacterName="变种人崇圣护卫者"
strAcquiredText="崇圣护卫者是拥有毁灭性近程武器和强力装甲的变种人步兵单位。"

[ExaltedCustodian_Grandmaster X2CharacterTemplate]
strCharacterName="变种人崇圣护卫者大师"
strAcquiredText="崇圣护卫者大师使用一种远程火炮武器，可以穿透装甲。并且能够使用代理指令极大提升变种人队友能力。"

[ExaltedShotgun X2WeaponTemplate]
FriendlyName="崇圣护卫者霰弹枪"
FriendlyNamePlural="崇圣护卫者霰弹枪"
BriefSummary="崇圣护卫者使用强大的等离子霰弹枪。"
TacticalText="<Bullet/> 使用主武器射击结束回合。\n<Bullet/>"

[ExaltedPistol X2WeaponTemplate]
FriendlyName="崇圣护卫者手枪"
FriendlyNamePlural="崇圣护卫者手枪"
BriefSummary="崇圣护卫者手枪配备了一个激光瞄准器极大提高了暴击率。"
TacticalText="<Bullet/> 使用此武器射击不消耗行动点。\n<Bullet/>"

[ExaltedRifle X2WeaponTemplate]
FriendlyName="崇圣护卫者突击步枪"
FriendlyNamePlural="崇圣护卫者突击步枪"
BriefSummary="崇圣护卫者大师使用的单持突击步枪配备了激光瞄准镜，在长距离战斗中具有优势。"
TacticalText="<Bullet/> 使用主武器射击结束回合。\n<Bullet/>"

[ExaltedGauntlet X2WeaponTemplate]
FriendlyName="崇圣护卫者爆破臂套"
FriendlyNamePlural="崇圣护卫者爆破臂套"
BriefSummary="崇圣护卫者爆破臂套是一种毁灭性的近战武器，最适合用于近身肉搏。"
TacticalText="<Bullet/> 使用此近战武器结束回合。\n<Bullet/>"

[ExaltedRockets X2WeaponTemplate]
FriendlyName="崇圣护卫者集束火箭炮"
FriendlyNamePlural="崇圣护卫者集束火箭炮"
BriefSummary="崇高的大师使用远程迫击炮，能够发射集束火箭，穿透所有护甲。"
TacticalText="<Bullet/> 使用主武器射击结束回合。\n<Bullet/>"

[ExaltedRockets X2AbilityTemplate]
LocFriendlyName="崇圣护卫者集束火箭炮"
LocLongDescription="崇圣护卫者大师发射4枚集束火箭炸弹，这些炸弹炸裂成成千上万的碎片，可以穿透范围内所有人的护甲。"
LocHelpText="使用火箭炮瞄准大范围(8半径)内的目标，穿透15点护甲，造成6点伤害。"
LocFlyOverText="集束火箭炮"

[NetworkProxyCommand X2AbilityTemplate]
LocFriendlyName="网络代理指令"
LocLongDescription="崇圣护卫者大师成为变种人网络的代理人，极大地提高了变种人盟军的能力。"
LocHelpText="崇圣护卫者大师存在于场上时在大范围内提高变种人盟友 (移动力)+2, 命中(+5), 暴击率(+10), 生命(+5), 护甲(+2), 意志(+100) 和 防御(+10) 。"
LocFlyOverText="网络代理指令"

[BreakerGauntlet X2AbilityTemplate]
LocFriendlyName="爆破臂套"
LocLongDescription="爆破臂套是一种近距离肉搏武器，可以造成毁灭性的伤害。"
LocHelpText="爆破臂套造成24点近战伤害，不能冲刺使用，需要移动到目标旁边才能激活能力，有+100命中加成。"
LocFlyOverText="爆破"

[ExaltedStormHands X2AbilityTemplate]
LocFriendlyName="风暴之手"
LocLongDescription="崇圣护卫者使用手枪射击，此次攻击不消耗行动点。"
LocHelpText="此次攻击不消耗行动点，造成6点伤害，暴击伤害加成最多+4点。"
LocFlyOverText="风暴之手"

[ChargedShot X2AbilityTemplate]
LocFriendlyName="手枪充能射击"
LocLongDescription="崇圣护卫者的手枪能够使子弹充能过载，造成更大的伤害。"
LocHelpText="手枪充能射击造成10点伤害，穿透4点护甲，撕裂2点护甲。8回合冷却，有-10命中惩罚。"
LocFlyOverText="手枪充能射击"

[SpeedBoostTrigger X2AbilityTemplate]
LocFriendlyName="冲刺推助器"
LocLongDescription="崇圣护卫者动力装甲将所受伤害转化为+1移动力增益，持续到回合结束。"
LocHelpText="崇圣护卫者动力装甲将所受伤害转化为+1移动力增益，持续到回合结束。"
LocFlyOverText="冲刺推助器启动"

[SpeedBoostDamageListener X2AbilityTemplate]
LocFriendlyName="冲刺推助器"
LocLongDescription="崇圣护卫者动力装甲将所受伤害转化为+1移动力增益，持续到回合结束。"
LocHelpText="崇圣护卫者动力装甲将所受伤害转化为+1移动力增益，持续到回合结束。"
LocFlyOverText="冲刺推助器启动"

[SpeedBoost X2AbilityTemplate]
LocFriendlyName="冲刺推助器"
LocLongDescription="崇圣护卫者动力装甲将所受伤害转化为+1移动力增益，持续到回合结束。"
LocHelpText="崇圣护卫者动力装甲将所受伤害转化为+1移动力增益，持续到回合结束。"
LocFlyOverText="冲刺推助器启动"

[ExaltedReflexes X2AbilityTemplate]
LocFriendlyName="崇圣反应"
LocLongDescription="崇圣护卫者动力装甲可以让护卫者获得惊人的反应速度，使用手枪对任何5格之内移动的敌人进行反应射击。"
LocHelpText="崇圣护卫者动力装甲可以让护卫者获得惊人的反应速度，使用手枪对任何5格之内移动的敌人进行反应射击。"
LocFlyOverText="崇圣反应"

[ExaltedReflexesAttack X2AbilityTemplate]
LocFriendlyName="崇圣反应"
LocLongDescription="崇圣护卫者动力装甲可以让护卫者获得惊人的反应速度，使用手枪对任何5格之内移动的敌人进行反应射击。"
LocHelpText="崇圣护卫者动力装甲可以让护卫者获得惊人的反应速度，使用手枪对任何5格之内移动的敌人进行反应射击。"
LocFlyOverText="崇圣反应"

[HiddenShieldStrike X2AbilityTemplate]
LocFriendlyName="盾牌猛击"
LocLongDescription="护卫者大师用强力护盾攻击任何进入他们近战范围的人，造成6点伤害，撕裂2点护甲，穿透5点护甲。"
LocHelpText="护卫者大师用强力护盾攻击任何进入他们近战范围的人，造成6点伤害，撕裂2点护甲，穿透5点护甲。"
LocFlyOverText="盾牌猛击"

[HiddenShieldStrikeAttack X2AbilityTemplate]
LocFriendlyName="盾牌猛击"
LocLongDescription="护卫者大师用强力护盾攻击任何进入他们近战范围的人，造成6点伤害，撕裂2点护甲，穿透5点护甲。"
LocHelpText="护卫者大师用强力护盾攻击任何进入他们近战范围的人，造成6点伤害，撕裂2点护甲，穿透5点护甲。"
LocFlyOverText="盾牌猛击"

[CustodianGrandMasterBlastPadding X2AbilityTemplate]
LocFriendlyName="护卫者防爆装甲"
LocLongDescription="护卫者的护甲包含了额外的填充防爆装甲，给予+1护甲和减少66%的爆炸伤害。"
LocHelpText="获得护甲加成，减少爆炸伤害。"
LocFlyOverText="护卫者防爆装甲"

[SealedUndersuit X2AbilityTemplate]
LocFriendlyName="密封内甲"
LocLongDescription="护卫者护甲集成了一套先进的密封内甲，获得了对毒素和霜冻的免疫。"
LocHelpText="护卫者护甲集成了一套先进的密封内甲，获得了对毒素和霜冻的免疫。"

[BulwarkStanceTrigger X2AbilityTemplate]
LocFriendlyName="堡垒形态"
LocLongDescription="崇圣护卫者进入防御姿态，在敌人的回合，获得+10防御和+2护甲。"
LocHelpText="崇圣护卫者进入防御姿态，在敌人的回合，获得+10防御和+2护甲。"
LocFlyOverText="堡垒形态"

[BulwarkStanceListener X2AbilityTemplate]
LocFriendlyName="堡垒形态"
LocLongDescription="崇圣护卫者进入防御姿态，在敌人的回合，获得+10防御和+2护甲。"
LocHelpText="崇圣护卫者进入防御姿态，在敌人的回合，获得+10防御和+2护甲。"
LocFlyOverText="堡垒形态"

[BulwarkStance X2AbilityTemplate]
LocFriendlyName="堡垒形态"
LocLongDescription="崇圣护卫者进入防御姿态，在敌人的回合，获得+10防御和+2护甲。"
LocHelpText="崇圣护卫者进入防御姿态，在敌人的回合，获得+10防御和+2护甲。"
LocFlyOverText="堡垒形态"

[ExaltedShield X2WeaponTemplate]
FriendlyName="崇圣护卫者盾牌"
FriendlyNamePlural="崇圣护卫者盾牌"
BriefSummary="崇圣护卫者使用的巨型盾牌。"

[ExaltedGrandmasterShield X2WeaponTemplate]
FriendlyName="崇圣护卫者大师盾牌"
FriendlyNamePlural="崇圣护卫者大师盾牌"
BriefSummary="崇圣护卫者大师使用的巨型盾牌。"